Repository: common-repository/author-box-for-divi
Catalog: languages/author-box-for-divi-*.po
Languages: es_es

source: Author Box WP Lens
es_es: Caja de Autor WP Lens

source: Settings
es_es: Ajustes

source: Upgrade to Pro
es_es: Actualiza a Pro

source: Author Box WP Lens is a free plugin. For more features and customization options, check out the Pro version.
es_es: Author Box WP Lens es un complemento gratuito. Para obtener más funciones y opciones de personalización, consulta la versión Pro.

source: Give a 5-star rating ⭐️⭐️⭐️⭐️⭐️
es_es: Da una calificación de 5 estrellas ⭐️⭐️⭐️⭐️⭐️

source: Settings Saved.
es_es: Ajustes guardados.

source: You can use the following shortcode to display the author box in your posts, pages, or custom post types:
es_es: Puedes utilizar el siguiente shortcode para mostrar la caja de autor en entradas, páginas o tipos de entradas personalizadas:

source: Name Prefix
es_es: Prefijo del nombre

source: Disable On
es_es: Desactivar activado

source: Select the Post Types to disable the author box on.
es_es: Seleccione los tipos de entradas para desactivar la caja de autor.

source: Exclude Categories
es_es: Excluir categorías

source: Select the category you want to disable the author box on.
es_es: Seleccione la categoría en la que desea desactivar la caja de autor.

source: Author Box Position
es_es: Posición la caja de autor

source: Top of Content
es_es: Arriba del contenido

source: Bottom of Content
es_es: Debajo del contenido

source: Upgrade to Pro to unlock this feature.
es_es: Actualice a Pro para desbloquear esta función.

source: Select where you want the author box to appear.
es_es: Seleccione dónde desea que aparezca la caja de autor.

source: Open Links in new Tab
es_es: Abrir enlaces en una nueva pestaña

source: Check this box if you wants author box links to open in new tab
es_es: Marque esta casilla si desea que los enlaces la caja de autor se abran en una nueva pestaña

source: Link Attributes
es_es: Atributos de enlace

source: Author
es_es: Autor

source: Bookmark
es_es: Marcador

source: External
es_es: Externo

source: Help
es_es: Ayuda

source: License
es_es: Licencia

source: Next
es_es: Siguiente

source: Prev
es_es: Anterior

source: Search
es_es: Buscar

source: Tag
es_es: Etiqueta

source: Select the link attributes you want to add to the author box links.
es_es: Seleccione los atributos que desea agregar a los enlaces la caja de autor.

source: Add email icon
es_es: Agregar ícono de correo electrónico

source: Check this box if you want to add email icon
es_es: Marque esta casilla si desea agregar un ícono de correo electrónico

source: Add website icon
es_es: Agregar ícono de sitio web

source: Check this box if you want to add website icon
es_es: Marque esta casilla si desea agregar un ícono de sitio web

source: Hyperlink to author page
es_es: Enlace hacia la página del autor

source: Check this box if you want hyperlink to author page
es_es: Marque esta casilla si desea un hipervínculo a la página del autor

source: Enable multiple authors
es_es: Habilitar múltiples autores

source: Check this box if you want to enable multiple authors
es_es: Marque esta casilla si desea habilitar varios autores

source: Enable guest authors
es_es: Habilitar autores invitados

source: Check this box if you want to enable guest authors
es_es: Marque esta casilla si desea habilitar autores invitados

source: Enable Author Posts page link
es_es: Habilitar enlace hacia la página de publicaciones de autor

source: Check this box if you want to enable the Author Posts page link
es_es: Marque esta casilla si desea habilitar el enlace hacia la página de publicaciones del autor

source: BOX SETTINGS
es_es: AJUSTES DE LA CAJA

source: Background Color
es_es: Color de fondo

source: Border Color
es_es: Color del borde

source: Border Size
es_es: Tamaño del borde

source: Border Radius
es_es: Radio del borde

source: To disable border radius, set this to 0 or leave it blank.
es_es: Para deshabilitar el radio del borde, establécelo en 0 o déjalo en blanco.

source: PROFILE PICTURE SETTINGS
es_es: CONFIGURACIÓN DE LA IMAGEN DE PERFIL

source: Profile picture position
es_es: Posición de la imagen de perfil

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Profile picture shape
es_es: Forma de la imagen de perfil

source: Square
es_es: Cuadrada

source: Circle
es_es: Circular

source: Profile picture border color
es_es: Color del borde de la imagen de perfil

source: Profile picture border
es_es: Borde de imagen de perfil

source: To disable profile picture border, set this to 0 or leave it blank.
es_es: Para deshabilitar el borde de la imagen de perfil, configúrelo en 0 o déjelo en blanco.

source: TEXT SETTINGS
es_es: AJUSTES DE TEXTO

source: Text Font
es_es: Tipografía

source: Default
es_es: Por defecto

source: Text Size
es_es: Tamano del texto

source: Text Color
es_es: Color del texto

source: Hyperlink color
es_es: Color del enlace

source: SOCIAL ICONS SETTINGS
es_es: CONFIGURACIÓN DE ICONOS SOCIALES

source: Social Icon Shape
es_es: Forma de icono social

source: Icon only
es_es: Solo icono

source: Icon Color
es_es: Color del icono

source: Social Icon as original Color
es_es: Icono social como color original

source: Check this box if you want Social Icon as original Color
es_es: Marque esta casilla si desea que el ícono social quede con su color original

source: Save Settings
es_es: Guardar ajustes

source: Do you want to disable this for this author?
es_es: ¿Desea desactivar esto para este autor?

source: Photograph
es_es: Fotografía

source: Media
es_es: Medios

source: Add Social Network
es_es: Agregar red social

source: Select a social network
es_es: Seleccione una red social

source: Use this image
es_es: Utilice esta imagen
